tutorials/Coupled/2D_example_steady_PNPNSnonD_fromSang_half/Allrun
shopt -s extglob
# RESULT=$(find ./ -name AR*)
# gmshToFoam $RESULT
rm -r !("0"|"constant"|"system"|"Allclean"|"Allrun")
# reset
PNPNSFoam_org_Ueof
